[
  {
    "title": "",
    "content": "We may charge fees for the use of our Platform, including listing fees, raffle fees, and voting fees. We will notify you of any fees before you incur them."
  },
  {
    "title": "Intellectual Property",
    "content": "Our Platform and its content, including but not limited to text, graphics, logos, images, and software, are the property of the Platform or its licensors and are protected by copyright, trademark, and other intellectual property laws. You may not use or reproduce any content without our express written consent."
  },
  {
    "title": "Disclaimer of Warranties",
    "content": "OUR PLATFORM AND ITS CONTENT ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. WE DO NOT WARRANT THAT OUR PLATFORM WILL BE UNINTERRUPTED OR ERROR-FREE OR THAT ANY DEFECTS WILL BE CORRECTED."
  },
  {
    "title": "Limitation of Liability",
    "content": "IN NO EVENT SHALL WE BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF OUR PLATFORM, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY, OR OTHERWISE."
  },
  {
    "title": "Indemnification",
    "content": "You agree to indemnify and hold us and our affiliates, officers, agents, and employees harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of our Platform, your violation of these Terms, or your violation of any rights of another."
  },
  {
    "title": "Governing Law",
    "content": "These Terms and your use of our Platform shall be governed by and construed in accordance with the laws of the jurisdiction in which our company is registered."
  },
  {
    "title": "Changes to Terms",
    "content": "We may modify these Terms at any time."
  }
]